// ownCloud

"_bad_username_password_"               = "잘못된 사용자 이름 및 암호";
"_cancelled_by_user"                    = "전송 취소";
"_error_folder_destiny_is_the_same_"    = "그 자체로 폴더를 이동할 수 없습니다";
"_error_not_permission_"                = "당신은 작업을 완료 할 수 있는 권한이 없습니다";
"_error_path_"                          = "이 파일이나 폴더를 열 수 없습니다. 파일이나 폴더가 존재하는 확인하십시오";
"_file_upload_not_exitst_"              = "The file that we want to upload does not exist";
"_forbidden_characters_from_server_"    = "이름에 하나 이상의 잘못된 문자가 포함되어 있음";
"_not_connected_internet_"              = "서버 연결 오류";
"_not_possible_connect_to_server_"      = "It is not possible to connect to the server at this time";
"_not_possible_create_folder_"          = "폴더를 만들 수 없음";
"_server_down_"                         = "서버에 연결할 수 없음";
"_time_out_"                            = "Timeout, try again";
"_unknow_response_server_"              = "서버에서 예기치 않은 응답이 돌아옴";
"_user_autentication_required_"         = "사용자 인증이 필요함";

// DropBox

"_file_already_exists_"                 = "Unable to complete the operation, there is a file with the same name";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "The folder contents have not changed";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Request method not expected";
"_reauthenticate_user_"                 = "Access expired, plase re-authenticate the user";
"_server_error_retry_"                  = "Error server, retry the request";
"_too_many_files_"                      = "Too many files would be involved in the operation for it to complete successfully";
"_too_many_request_"                    = "Too many request and is being rate limited";
"_user_over_quota_"                     = "User is over Dropbox storage quota";





"_ssl_connection_error_" = "Connection SSL error, try again";
